Repository: rasata/baserow
Catalog: backend/src/baserow/core/locale/*/LC_MESSAGES/django.po
Languages: uk

source: %(by)s invited you to %(group_name)s - Baserow
uk: %(by)s запросив Вас до %(group_name)s

source: Invitation
uk: Запрошення

source: <strong>%(first_name)s</strong> has invited you to collaborate on <strong>%(group_name)s</strong>.
uk: %(first_name)s запросив(ла) вас співпрацювати над %(group_name)s

source: Accept invitation
uk: Прийняти запрошення

source: Baserow is an open source no-code database tool which allows you to collaborate on projects, customers and more. It gives you the powers of a developer without leaving your browser.
uk: Baserow — це інструмент для роботи з базами даних без коду з відкритим вихідним кодом, який дозволяє співпрацювати над проєктами, клієнтами та іншими даними. Він надає вам можливості розробника, не залишаючи браузера.

source: Reset password
uk: Скинути пароль

source: A password reset was requested for your account (%(username)s) on Baserow (%(public_web_frontend_hostname)s). If you did not authorize this, you may simply ignore this email.
uk: Було надіслано запит на скидання пароля для вашого облікового запису (%(username)s) на Baserow (%(public_web_frontend_hostname)s). Якщо ви не ініціювали цей запит, ви можете просто проігнорувати цей лист.

source: To continue with your password reset, simply click the button below, and you will be able to change your password. This link will expire in %(hours)s hours.
uk: Щоб продовжити скидання пароля, просто натисніть кнопку нижче, і ви зможете змінити свій пароль. Це посилання стане недійсним через %(hours)s годин.

source: Reset password - Baserow
uk: Скинути пароль - Baserow

source: %(name)s's group
uk: %(name)s група
