Repository: rasata/baserow
Catalog: backend/src/baserow/contrib/database/locale/*/LC_MESSAGES/django.po
Languages: uk

source: in database "%(database_name)s" (%(database_id)s).
uk: у базі даних "%(database_name)s" (%(database_id)s).

source: in table "%(table_name)s" (%(table_id)s) of database "%(database_name)s" (%(database_id)s).
uk: у таблиці "%(table_name)s" (%(table_id)s) бази даних "%(database_name)s" (%(database_id)s).

source: in view "%(view_name)s" (%(view_id)s) of table "%(table_name)s" (%(table_id)s) in database "%(database_name)s" (%(database_id)s).
uk: у представленні "%(view_name)s" (%(view_id)s) таблиці "%(table_name)s" (%(table_id)s) у базі даних "%(database_name)s" (%(database_id)s).

source: Import database from Airtable
uk: Імпорт бази даних з Airtable

source: Imported database "%(installed_application_name)s" (%(installed_application_id)s) from Airtable share ID "%(airtable_share_id)s"
uk: Імпортовано базу даних "%(installed_application_name)s" (%(installed_application_id)s) з Airtable за ID спільного доступу "%(airtable_share_id)s"

source: Table
uk: Таблиця

source: Export Table
uk: Експорт таблиці

source: View "%(view_name)s" (%(view_id)s) exported to %(export_type)s
uk: Представлення "%(view_name)s" (%(view_id)s) експортовано до %(export_type)s

source: Table "%(table_name)s" (%(table_id)s) exported to %(export_type)s
uk: Таблицю "%(table_name)s" (%(table_id)s) експортовано до %(export_type)s

source: Update field
uk: Оновити поле

source: Field "%(field_name)s" (%(field_id)s) updated
uk: Поле "%(field_name)s" (%(field_id)s) оновлено

source: Create field
uk: Створити поле

source: Field "%(field_name)s" (%(field_id)s) created
uk: Поле "%(field_name)s" (%(field_id)s) створено

source: Delete field
uk: Видалити поле

source: Field "%(field_name)s" (%(field_id)s) deleted
uk: Поле "%(field_name)s" (%(field_id)s) видалено

source: Duplicate field
uk: Дублювати поле

source: Field "%(field_name)s" (%(field_id)s) duplicated (with_data=%(with_data)s) from field "%(original_field_name)s" (%(original_field_id)s)
uk: Поле "%(field_name)s" (%(field_id)s) дубльовано (with_data=%(with_data)s) з поля "%(original_field_name)s" (%(original_field_id)s)

source: %(first_name)s's company
uk: Компанія %(first_name)s

source: Customers
uk: Клієнти

source: Name
uk: Назва

source: Last name
uk: Прізвище

source: Notes
uk: Нотатки

source: Active
uk: Активний

source: Projects
uk: Проєкти

source: Started
uk: Розпочато

source: Calculator
uk: Калькулятор

source: Turing machine
uk: Машина Тюрінга

source: Computer architecture
uk: Архітектура комп'ютера

source: Cellular Automata
uk: Клітинні автомати

source: Create row
uk: Створити рядок

source: Row (%(row_id)s) created
uk: Рядок (%(row_id)s) створено

source: Create rows
uk: Створити рядки

source: Rows (%(row_ids)s) created
uk: Рядки (%(row_ids)s) створено

source: Import rows
uk: Імпорт рядків

source: Rows (%(row_ids)s) imported
uk: Рядки (%(row_ids)s) імпортовано

source: Delete row
uk: Видалити рядок

source: Row (%(row_id)s) deleted
uk: Рядок (%(row_id)s) видалено

source: Delete rows
uk: Видалити рядки

source: Rows (%(row_ids)s) deleted
uk: Рядки (%(row_ids)s) видалено

source: Move row
uk: Перемістити рядок

source: Row (%(row_id)s) moved
uk: Рядок (%(row_id)s) переміщено

source: Update row
uk: Оновити рядок

source: Row (%(row_id)s) updated
uk: Рядок (%(row_id)s) оновлено

source: Update rows
uk: Оновити рядки

source: Rows (%(row_ids)s) updated
uk: Рядки (%(row_ids)s) оновлено

source: Create table
uk: Створити таблицю

source: Table "%(table_name)s" (%(table_id)s) created
uk: Таблицю "%(table_name)s" (%(table_id)s) створено

source: Delete table
uk: Видалити таблицю

source: Table "%(table_name)s" (%(table_id)s) deleted
uk: Таблицю "%(table_name)s" (%(table_id)s) видалено

source: Order tables
uk: Впорядкувати таблиці

source: Tables order changed
uk: Порядок таблиць змінено

source: Update table
uk: Оновити таблицю

source: Table (%(table_id)s) name changed from "%(original_table_name)s" to "%(table_name)s"
uk: Назву таблиці (%(table_id)s) змінено з "%(original_table_name)s" на "%(table_name)s"

source: Duplicate table
uk: Дублювати таблицю

source: Table "%(table_name)s" (%(table_id)s) duplicated from "%(original_table_name)s" (%(original_table_id)s)
uk: Таблицю "%(table_name)s" (%(table_id)s) дубльовано з "%(original_table_name)s" (%(original_table_id)s)

source: Grid
uk: Сітка

source: Field %d
uk: Поле %d

source: Create DB token
uk: Створити токен БД

source: A Database Token with name "%(token_name)s" (%(token_id)s) has been created
uk: Токен бази даних з назвою "%(token_name)s" (%(token_id)s) створено

source: Update DB token name
uk: Оновити назву токена БД

source: The Database Token (%(token_name)s) name changed from "%(original_token_name)s" to "%(token_name)s"
uk: Назву токена бази даних (%(token_name)s) змінено з "%(original_token_name)s" на "%(token_name)s"

source: Update DB token permissions
uk: Оновити дозволи токена БД

source: The Database Token "%(token_name)s" (%(token_id)s) permissions has been updated
uk: Дозволи токена бази даних "%(token_name)s" (%(token_id)s) оновлено

source: Rotate DB token key
uk: Ротація ключа токена БД

source: The Database Token "%(token_name)s" (%(token_id)s) has been rotated
uk: Токен бази даних "%(token_name)s" (%(token_id)s) ротовано

source: Delete DB token
uk: Видалити токен БД

source: The Database Token "%(token_name)s" (%(token_id)s) has been deleted
uk: Токен бази даних "%(token_name)s" (%(token_id)s) видалено

source: Create a view filter
uk: Створити фільтр представлення

source: View filter created on field "%(field_name)s" (%(field_id)s)
uk: Фільтр представлення створено для поля "%(field_name)s" (%(field_id)s)

source: Update a view filter
uk: Оновити фільтр представлення

source: View filter updated on field "%(field_name)s" (%(field_id)s)
uk: Фільтр представлення оновлено для поля "%(field_name)s" (%(field_id)s)

source: Delete a view filter
uk: Видалити фільтр представлення

source: View filter deleted from field "%(field_name)s" (%(field_id)s)
uk: Фільтр представлення видалено з поля "%(field_name)s" (%(field_id)s)

source: Create a view sort
uk: Створити сортування представлення

source: View sorted on field "%(field_name)s" (%(field_id)s)
uk: Представлення відсортовано за полем "%(field_name)s" (%(field_id)s)

source: Update a view sort
uk: Оновити сортування представлення

source: View sort updated on field "%(field_name)s" (%(field_id)s)
uk: Сортування представлення оновлено для поля "%(field_name)s" (%(field_id)s)

source: Delete a view sort
uk: Видалити сортування представлення

source: View sort deleted from field "%(field_name)s" (%(field_id)s)
uk: Сортування представлення видалено з поля "%(field_name)s" (%(field_id)s)

source: Order views
uk: Впорядкувати представлення

source: Views order changed
uk: Порядок представлень змінено

source: Update view field options
uk: Оновити параметри полів представлення

source: ViewFieldOptions updated
uk: Параметри полів представлення оновлено

source: View slug URL updated
uk: Slug URL представлення оновлено

source: View changed public slug URL
uk: Публічний slug URL представлення змінено

source: Update view
uk: Оновити представлення

source: View "%(view_name)s" (%(view_id)s) updated
uk: Представлення "%(view_name)s" (%(view_id)s) оновлено

source: Create view
uk: Створити представлення

source: View "%(view_name)s" (%(view_id)s) created
uk: Представлення "%(view_name)s" (%(view_id)s) створено

source: Duplicate view
uk: Дублювати представлення

source: View "%(view_name)s" (%(view_id)s) duplicated from view "%(original_view_name)s" (%(original_view_id)s)
uk: Представлення "%(view_name)s" (%(view_id)s) дубльовано з представлення "%(original_view_name)s" (%(original_view_id)s)

source: Delete view
uk: Видалити представлення

source: View "%(view_name)s" (%(view_id)s) deleted
uk: Представлення "%(view_name)s" (%(view_id)s) видалено

source: Create decoration
uk: Створити декорацію

source: View decoration %(decorator_id)s created
uk: Декорацію представлення %(decorator_id)s створено

source: Update decoration
uk: Оновити декорацію

source: View decoration %(decorator_id)s updated
uk: Декорацію представлення %(decorator_id)s оновлено

source: Delete decoration
uk: Видалити декорацію

source: View decoration %(decorator_id)s deleted
uk: Декорацію представлення %(decorator_id)s видалено

source: Create Webhook
uk: Створити Webhook

source: Webhook "%(webhook_name)s" (%(webhook_id)s) as %(webhook_request_method)s to %(webhook_url)s" created
uk: Webhook "%(webhook_name)s" (%(webhook_id)s) як %(webhook_request_method)s до %(webhook_url)s" створено

source: Delete Webhook
uk: Видалити Webhook

source: Webhook "%(webhook_name)s" (%(webhook_id)s) as %(webhook_request_method)s to %(webhook_url)s" deleted
uk: Webhook "%(webhook_name)s" (%(webhook_id)s) як %(webhook_request_method)s до %(webhook_url)s" видалено

source: Update Webhook
uk: Оновити Webhook

source: Webhook "%(webhook_name)s" (%(webhook_id)s) as %(webhook_request_method)s to %(webhook_url)s" updated
uk: Webhook "%(webhook_name)s" (%(webhook_id)s) як %(webhook_request_method)s до %(webhook_url)s" оновлено
